Repository: mozilla-l10n/mt-training-data
Catalog: bft/bft_pontoon.tmx
Source language: en_us
Languages: bft

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
bft: اگر یانگلا جق نیس خسوم تھونی من نیی رولنہ چنگ مکوسنارے، دیکھہ تھون </emailLink>نیا یناگنہ ینگ تھوگید۔

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
bft: اگر یانگنہ یری تنظیم پوی دی پراجیکٹ پولا پینے مینے روخ بین نارے، یانگلا چھد تھنگ چی شیزدے بیا نینید، میدنارے نٸی لس زونگ کن نہ تھوک جوو۔

source: If you’re having trouble contributing, you can switch back to seeing all content for your language at any time.
bft: یانگلا روخ بے وخلا چنگ ہرکپلس چی گوین یودنارے، یانگلا نامسہ ینگ لوقسے یری سکتی کنٹینٹ کن لا ہلتا نینید۔

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
bft: اگر یانگی اے ایس آر ماڈلی چتق چی ژالینگ یودپن نارے، یانگلا سکت گرونگی اے میونگنہ سپیرا تنگمہ لا تھوکپہ رگوسید۔

source: If you're looking to speak more about the dataset, want to co-invest in planned platform expansions or look for collaboration opportunities, <emailFragment>drop us a line.</emailFragment>
bft: اگر یانگی ڈٰتا سیٹ کنی بارینگ ینگسہ زیربہ ژالین یودپننارے، گریمسے منصوبہ بیسپی پلیٹ فام کن لا پھل تنگمہ تھدید نارے، یا گرقسے بے لس لوکھچی ژالید نارے، <emailFragment>سپیرو تھونچوک۔

source: If you run out of sentences to review, please help us collect more sentences!
bft: اگر ہلتس بزو بیالا تم سیر میدنارے، یری شیزدے ینگ تم سیر زدامہ لا نٸی روخ بیوس جوو

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
bft: اگر زیرجوخپوی چنگ معنی چی میدنارے، یا گیاپکھوقنہ تھومید ہڑینگچی اونگسنارے، یا ینگسوی کڑا کوڑونگ اونگسنارے، دو سونگنارے یانگلا کلپ پو چوق زگقپہ نینید۔ نٸی کھوم لوکھسی بارینگنو ینگسہ معلومات کن لا ہلتوس۔

source: Igbo
bft: اگبو

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
bft: ناسی چوق کامن واٸسی لوکھسیبگ نری خسم لوکھ پو فچوسید، ستروق یود میونگی چی بیسے زیربن زیربو مشین لا ہلژابہ لا نانہ یمبو اونگ۔

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
bft: یانگی سی موزیلا پی خسنگ تم کنینگ زیرے یودپی خسم تم کن لا ناسی ان زیرید۔

source: Include appropriate citation
bft: زوم زوم ساٸٹیشن کھیونگ

source: Includes email, username & demographic info, available right away
bft: ای میل پو، کولکھن پے منتخ پو، زاتی معلومات کن، دیکھہ گریمسے یودپن۔

source: Includes mp3s and related sentences, may take some time to prepare
bft: ایم پی تھریس نا یو ژوخ تم سیر کن، دونگ لدنمہ لا ٹایم چی رگوسید

source: Indonesian
bft: انڈونیشین

source: Indus Kohistani
bft: انڈس کوہستانی

source: Information about the language
bft: سکت پے بارینگ معلومات کن

source: In Progress
bft: لس گوین یود

source: Interested in getting involved with this project, or partnering with us?
bft: نیانا یمبو لس بیا تھدے تا یا دی پراجیکٹ پونا یمبو دوکپہ تھدے تا؟

source: Interested in learning more and contributing to the project?
bft: دی پراجیکٹ پے بارینگ ینگسہ لوپفہ تھدے تا دیکھنہ روخ بیو تھدے تا؟

source: Interface language:
bft: تھونگمی سکت پو

source: Interlingua
bft: سکت کنی برینگ

source: Interlingue
bft: زبانی برینگنو

source: [interrupted by background noise]
bft: گیپ کھوغی سکت کنی ہرکپلس بیس

source: Intersex
bft: فومن مومین

source: Iñupiaq
bft: انگوپیاق

source: Invalid file
bft: ہرکپلس چن فاٸل چی

source: Irish
bft: آیریش

source: IsiNdebele (North)
bft: اسنڈیبیلی شمالی

source: IsiNdebele (South)
bft: اسنڈیبیکی جنوبی

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
bft: آیی ایس او پی ہرتخ کن، اگر ہرتخفہ یودنارے

source: Is the clip valid?
bft: کلپ پو بیورمو یودا؟

source: Italian
bft: اٹالین

source: It contains words or phrases that are hard to read or pronounce.
bft: دیو وینگ زیربہ لا مشکل تم سیر نا لفظ کن یود

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do?
bft: ڈیتا سیٹ کن لیاخمو بیو فری دیکھنہ یونگ لا ہلتا سترونگ بیو فری لوچیگینگنو لاکھوں ڈالر خرچہ گوین، یونگ بگیا پہ تھلے سکت زیربی گرونگ یونگ کولینگ لسینگ اونگمن۔

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
bft: سکتی ڈیٹا سیٹ کن فچوا لا دیکھنہ دی ملسونگ سکتی کمیونٹی فری بزانگمو بیالا لو چیگینگنو، لاکھوں ڈالر خرچہ گوین۔ یانگلا سینگلا تھوبی ڈیٹونگی مخچی یودپننارے دیرینگ کھوانگ شیزدے بیوس۔

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
bft: ڈیٹا سیٹ کن فچوا نہ من دود چی بیالا تھوتھیکھ میدپی خمول رگوسپن، پلیٹ فارم پو ینگسہ زگونگمو فری دیکھنہ گرونگ یولی پروگرام کن فچوے فری سہ ایشن خمول کولبہ فوقپن۔

source: It is very important that all text sentences are <publicDomain>public domain</publicDomain> (cc0) as the Common Voice dataset is released under a cc0 license. Only ever upload a sentence if you are sure, and always include the relevant citation.
bft: دیو لیگینہ ژاہ ژاہ یودپہ یودپن، ٹیکسٹ پوی تم سیر گانگمہ چوقلا تھونگمو گوین، چازیربنہ کامن واٸسی ڈیٹا سیٹ پو سی سی زیرو ازن پو نا زومسے دوکپہ رگوسپن۔ یانگلا چھدکھہ یودپی تم سیر کن ژا اپلوڈ بیوس، دیکھنہ رگوسپہ یودپی ساٸٹیشن کن ہڑکیم۔

source: It is written in a language different than what I’m reviewing.
bft: دیو ناسی ہلتین یودپی سکت پو پہ ژے لوقسوے یود۔

source: It is written in a language different than what I’m speaking.
bft: دیو نا زیرینگ یودپی سکت پو پا لوقسو سکت چیگینگ ربیسے یود

source: It’s important to include citations so we can check that sentences are in the public domain and no copyright restriction apply.
bft: ساٸٹیشن کن منمو لیگی ژاہ ژاہ یودپن، چا زیربنہ یالا یونگ چوقلا تھونگمی لوکھسینگنو کاپی راٸٹ فوغیدا مید زیربو نوزین گوید۔

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
bft: کامن وایس لدان چوکپہ لا تھومید فرالوکھ بیا رگوسپن۔ دیو نیاژاسی میبین۔ نیانہ ڈراقسے لس بیو تھدیدا؟ نیالا یری رولنہ کوسنارے تھدکھہ گیگ۔

source: Izhorian
bft: ازھارین

source: Japanese
bft: جاپانی

source: Jaqaru
bft: جکارو

source: Javanese
bft: جاوینیز

source: Join Discord Community
bft: گرونگ میونگ، ڈرالپونگ نا یمبو دوکپہ شوقس

source: Join the Common Voice mailing list
bft: کامن واٸسی میلی شوقبوینگ جھوکس

source: Join us on Discord
bft: سکتی کھورتینگ پینگ ندانگ نا یمبو شوقس

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
bft: تھونگ چیس کن لا تم سیر چی کھاٸگینگنو چوق تم لزوق بیوس۔ ایتو یوق یری سکت بزونگ لیگی لیخمو سکت بزانگ چن دوکپا رگوس، چنگ مین میدوکپہ رگوس۔

source: Just Unsure?
bft: ملا چھدکھہ میدا؟

source: Kabardian
bft: کبارڈین

source: Kabyle
bft: کیبایل

source: Kalasha
bft: کیلاشا

source: Kalenjin
bft: کیلنجن

source: Kalkoti
bft: کالکوٹی

source: Kannada
bft: کنناڈا

source: Kaqchikel
bft: کقچیکل

source: Kara
bft: کیرا

source: Karakalpak
bft: کراکلپک

source: Kateviri
bft: کیٹویری

source: Kazakh
bft: کزاخ

source: { $kb }kb max
bft: ک ب میکس

source: Keep
bft: جوق/ یوق

source: Keep it up, record again <recordIcon></recordIcon>
bft: یو بین شوقس، ینگ ریکارڈ بیوس

source: Keep the recordings
bft: ریکارڈینگ کن یوق

source: Keep track of your progress and metrics across multiple languages.
bft: یری لس بزونگنہ میڑکس کن سکت منگسی بزیکھہ ہلتین دوک۔

source: Keep track of your progress with a profile
bft: یری بیسپی لس کنی پراگریس پولا ہلتوس

source: Keep track of your progress with a profile and help our voice data be more accurate.
bft: نتی سکتی ڈیٹو سق سق گوچوکپا فری، فروفایل چی کولین چی کھوم لوکھسی کیژی لس درول پو لا ہلتوس۔

source: Kelabit
bft: کلابٹ

source: Kenyah
bft: کنیا

source: Kenyi
bft: کینٸی

source: Ketrani
bft: کیٹرانی

source: Khmer
bft: کہمر

source: Khowar
bft: خوار

source: K'iche'
bft: کیچی

source: Kichwa
bft: کیشوا

source: Kidaw'ida
bft: کیداویدا

source: Kikuyu
bft: کیکویو

source: Kinyarwanda
bft: کنینورڈا

source: Kohistani Shina
bft: کوہستانی شینا

source: Kom
bft: کوم

source: Komi-Zyrian
bft: کومی راٸرین

source: Konkani (Devanagari)
bft: کونکانی ڈیوانگاری

source: Korean
bft: کورین

source: Kuku
bft: کوکو

source: Kurmanji Kurdish
bft: کرمانجی کردیش

source: Kyrgyz
bft: کرغیز

source: Language
bft: سکت

source: Language Fundamentals (e.g. Digits, Letters, Money)
bft: سکتی رمپونگ، مثلا نمبر کن، حرف کن، پینونگ

source: Language Request
bft: سکتی جوفل

source: Language request successfully submitted, thank you.
bft: سکتی جوفل پو گشیکھہ تھونسید، انچن شیزدے

source: Languages
bft: سکت کن

source: Languages can have their own validation rules with additional requirements when they localize. If there is no specific validation file for a language, the English rules will show for contributors.
bft: سکت کنی کھوتی چھدکھی اصول چی پودپن، بیسے کھور کھارینگ اے سکت کنی چنگ ژوخ ژوخ بیسے کولسنارے۔ اگر گار چی لا چھدکھی فاٸل چی میدنارے، انگریزی پی اصول کن روخ بیس کن لا تھونگمن۔

source: Language Text
bft: سکت پووی ٹیکسٹ پو

source: Lao
bft: لاوو

source: Large bulk sentence submission
bft: چھوغو تم سیر کن سکانگسو

source: Large scale corporates and platform companies
bft: چھوغو چھوغو لس کھنگ کن، اور پلیٹ فارم کمپنیونگ

source: Lassi
bft: لاسّی

source: Last Updated: { $lastUpdatedTimeStamp }
bft: چوقپہ جوکلا ستروق لزوقفو

source: Latgalian
bft: لیٹگالین

source: Latvian
bft: لیٹوین

source: Launched
bft: لس ریاقسید

source: Laz
bft: لیز

source: Leaderboard Visibility
bft: لیڈر بورڈی تھونگ لوکھپو

source: Learn about partnerships with Common Voice
bft: کامن واٸس نا یمبو ڈراقسے لس بے لوکھسینگ ینگسہ شوٹ چوک

source: Learn how to check a transcription
bft: ٹرانسکرپشن پولا چی بیسے ہلتین زیربو لوفچوک

source: Learn how to take part
bft: چی بیسے حصہ لینمن زیربو ہلژوپ

source: Learn how to transcribe
bft: ٹرانسکراٸب چی بیسے بین زیربو لوفچوک

source: Learn how to use this page
bft: دی صفحو کولبی لوکھسینگ لیخمو بیسے لوفچوک

source: Learn More
bft: ینگسہ نوزین گوچوک

source: Leaving now means you’ll lose your changes
bft: فانگسے سونگسنہ یانگی بدل بیسپو ستورے گوین

source: Leaving now means you'll lose your progress
bft: دوسے سونگسنہ، یری ترقیو بودے گوین

source: Length
bft: رینگپو

source: Let's Get Started
bft: یا ریاقفہ کھیونگ

source: Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
bft: حروف کن زیرین یودپی سکت پینگنو دوکپو ژاہ ژاہ یود پن۔ مثلا “ж” رشیا پی سکت پینگنو یود، اما انگریزینگنو مید۔ دوفری انگریزینگبو دینے میدوکپہ رگوسپن۔

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
bft: لبری سپیچ گھنٹہ ستونگ چک یودپی کارپس ان، سکت سپونگ یودپی شوقبیونگنہ انگریزی تم سیرکنینگنہ فیونگسے کھیونگفہ یودپن، دوکھیرے لبری وکس پراجیکٹی لوکھسینگ فچوسپن۔

source: License
bft: ازن یودپو

source: License: <licenseLink>CC-0</licenseLink>
bft: ازن یودپی

source: License: <licenseLink>{ $license }</licenseLink>
bft: ازن یودپو

source: Ligurian
bft: لیگورین

source: Lingala
bft: لنگالا

source: Link Copied
bft: لم ہلتن کن نقل بیسید

source: Links to websites that can help us understand the language
bft: نیالا سکت پے لوکھسینگنو شوٹ چوکپہ لا ویب سایٹ کنی لم کن۔

source: Listen
bft: سنا بیوس

source: Listening
bft: سنا بیلوکھ

source: Listen options menu
bft: آپشنز مینو لا سنا بیوس

source: Listen-Queue
bft: ژیریکھہ سنا بیوس

source: Lithuanian
bft: لتھوانین

source: Loading…
bft: لوڈ گوین یود ۔۔۔۔۔۔۔

source: Loading sentences…
bft: تم سیر کن لوڈ گوین یود

source: Localized
bft: بیورمو سونگفو

source: Log In
bft: جھوکس

source: Login Identity
bft: جھوکفی شناخت پو

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
bft: ینگ سہ تم سیر ایڈ بیالا یوری جوکھس، میدنارے جھوکھ لم لا سونگ،

source: Log in or sign up to get started
bft: ریاقفہ لا یوری جوکھس یا جوکھ لم لا سونگ

source: Log In / Sign Up
bft: جوکھس/جوکھ لم

source: Log In / Sign Up with { $company } email
bft: جھوکھس/ جوکھ لم { $company } ای میل پو

source: Log Out
bft: زگو چدے سونگ

source: Lojban
bft: لوجبانی

source: Look for text where the copyright no longer applies - for example most books that were published before 1920
bft: دینارے شوقبونگ تھوبیدا ہلتوس، دونگلا کاپی راٸٹ مرگوس پن، مثلا 1920 پہ دونوک ربیسپی شوقبونگ

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
bft: دی سکت ینگنو سنا بیالا کلپ چی چنگ میودپا ژوخچی یود۔ ژھیر کن سکنگمہ فری ریکارڈ چی بقچی بیوس۔

source: Luganda
bft: لیوگانڈا

source: Luxembourgish
bft: لکسمبارگیش

source: Macedonian
bft: میسیڈونین

source: Mada
bft: ماڈاٸی

source: Maithili
bft: ماٸتھلی

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
bft: ایتو یوق یانگی ریکارڈ بیوپہ دونلا ملسووی یری سکت پو زونینگ دوکپہ رگوس، دیکھنہ یانگی زیربہ ژھدپنہ ریکارڈ گو چھمہ رگوسپن۔

source: Make sure the sentence meets the following criteria:
bft: ایتو یوق تم سیر پو تھورو مینے یود پی غدمکھونگ نہ زومسے دوکپہ رگوس پن

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
bft: تھوپ متھوپ میونگی لوکھسی ڈیٹا مینے نا یری مینفہ یودپی ڈیٹا سیٹ لیاخمو بیا نیند۔ نیاسی ڈیٹونگ چوقلا تھونگمو بیوپہ دونلا شناخت کن چھم چوکپن۔

source: Malagasy
bft: ملاگیسی

source: Malay
bft: مالے

source: Malayalam
bft: مالایالم

source: Male/Masculine
bft: بو ژاہ/ نوسترینگ

source: Maltese
bft: میٹلیزی

source: Manage Email Subscriptions
bft: ای میلی تھدلوکھ کن فچوس

source: Manage Subscriptions
bft: تھد لوکھ کن فچوس

source: Manx
bft: مینکس

source: Mapudungun
bft: میپوڈونگگنی

source: Marathi
bft: مراتھی

source: <mark>Check</mark>
bft: ہلتوس

source: <mark>Data</mark>
bft: ڈیٹا

source: <mark>Prompt</mark>
bft: چوق اونگمہ/ چوق تھونگمہ

source: <mark>Respond</mark>
bft: تم لزوق

source: <mark>Transcribe</mark>
bft: ٹرانسکراٸب

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
bft: یری ژال ژالپوی لوکھسینگ سی وی کولین یودپنہ؟

source: <mark>We need</mark><br/><mark>your help!</mark>
bft: نیالا یری روخ رگوسید

source: Matrix is an open, lightweight protocol for decentralized, real-time communication, and Mozilla's preferred open discussion platform.
bft: میٹرکس پو سکت کھولبی لوکھسینگنو ژھونژے تنژے پروٹوکول چی ان، دیکھنہ موزیلا پی چوقلا تھونگمہ یودپی، چوقلا کوا یودپی گراقفو بقفو بے کھورتنگ چی ان۔

source: Maximum file size: 25 MB
bft: فاٸلی چوقپہ بانچھے رگو: 25 ایم بی

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
bft: چی ہرتخفہ نٸی ننگ مل پوی چنگ روخچی بیسنارے، میٹرکسینگ میونگنہ یمبو سپیرا تونگ، گٹ ہبی زریکھہ ساٸٹی ہرکپلس کن ژول یا میدنارے کڑا کوڑو تنگمی ملسونگیکھہ شوقس۔

source: MB
bft: ایم بی

source: Mbo
bft: ایمبو

source: Meadow Mari
bft: میڈوماری

source: Media and Entertainment
bft: میڈیا نہ ہلتن بزونگ

source: Medumba
bft: میدومبہ

source: Meetei Lon
bft: میٹی لون

source: Message
bft: فرین

source: Michoacán Mazahua
bft: مچاوکن مزاہاو

source: Mingrelian
bft: منگریلین

source: Minimum sentences in file: 1000
bft: فاٸل پینگنو چوقپہ یونژے تم سیر کن: 1000

source: [Mismatched content]
bft: می چکپی کونٹینٹ

source: Misreadings
bft: غلط زیرفونگ

source: Missing an 's' at the end of a word.
bft: S چک تم چیگی جوکپینگنہ بودے سونگسید

source: Missing an <strong>'s'</strong> at the end of a word.
bft: ستور، تم پے جوکپیگنو

source: Missing 'A' or 'The' at the beginning of the recording.
bft: A نا The پو ریکارڈینگی دونپینگنہ بودے سونگسید

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
bft: ستورے یود، دیکھہ، ریکارڈینگی گمگویکھہ

source: Missing the end of the last word by cutting off the recording too quickly.
bft: تم زون پو چوق چیتفیکھہ جوکپی تم پے جوکپو ستورسیت

source: Mixed
bft: گریمسے

source: Mixteco Yucuhiti
bft: مکسٹیکو یوکیوہٹی

source: Mokpwe
bft: موکپیو

source: Moksha
bft: موکشا

source: Mongolian
bft: منگولی

source: More
bft: ینگسہ

source: [More has been recorded than the required text]
bft: رگوسپو پہ ژے بانچھے ریکارڈ بیسید

source: More languages coming soon
bft: ینگ سکت چی بقچی شوخمو اونگین یود۔

source: Mossi
bft: موسی

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
bft: کمپنی منگفوی کولبی ڈیٹونگ میونگ منگوفونگ لا تھوبہ مید۔ نیالا خسمس دیو رانگ بیونگی فری ہرکپلس گیگ۔ یوفری نیاسی کامن وایس لوکھسینگ فرالوکھ بیسپن، دی پراجیکٹ پوسی سکت نوزین بے لوکھپو سینگلا تھوبہ بین۔

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
bft: کمپنی منگفوسی کولبی ڈیٹونگ، می منگفو لا تھوبا مید۔ نیا خسمید دیو رانگ بیونگی لس کن لا ہرکپلس گوید۔ یوفری نیاسی کامن واٸسی پراجیکٹ پویکھہ فرالوکھ بیا ریاقفن، دی پراجیکٹ پو سکت نوزین بیوفری گانگمہ لا بدونگو گوین۔

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
bft: ریکارڈینگ منگفو میونگی کھوتی فطری سکتینگ زیرین یودپن۔ یانگلا بیورمو میدپی ریکارڈینگ کن بیسے نہ قو بیسے یودپو، کھوش بیسے یودپو، رگوچھود بیسے یودپو اشی بیا نینید۔ خلو سکتینگ بیسپی ریکارڈینگ کن نہ کمپیوٹرینگنہ فیونگفی سکت کن چھوق زگوق جوو۔

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
bft: موزیلا کامن واٸس کھیرے نا مشین لا میونگی چی بیسے زیرید زیربی لوکھسینگنو ہلژابی فرالوکھ چک ان۔

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
bft: موزیلا کامن واٸس پو میولینگ ہرمق میونگ، سکتی شیس یودکھن کن، سکتیکھہ لس بیکھن کن، ڈیٹا ساٸنسدان کن، سافٹ وٸیری انجینٸر کن، ہلژپ کھنینگ لس بے کھن کن گانگمہ سی ملینگ کھیونگمن۔ دی پراجیکٹ پولا موزیلا فاونڈیشنی سی لق تھود منمن۔

source: Mozilla Common Voice is the world’s most diverse crowdsourced open speech dataset - and we’re powered entirely by donations. It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. If you value open, inclusive data - <b>donate today!</b>
bft: موزیلا کامن وایس سینگلا تھوبی میولی چوقپہ چھوغو سکتی ڈیٹا سیٹ ان، دیکھنہ نیا میونی شیزدیکھہ درولینگ یودپین۔ یا لس کن لیاخمو بیا فری دیکھنہ ڈیٹا سیٹ کنی ہلتس سترونگ بیو فری لاکھوں ڈالر خرچہ گوین تاکہ سکتی فرالوکھ بیکھن کن لا بدونگو گیگ۔ اگر یانگلا یا لس کنی مخچی سونگنارے نیالا شیزدے بینگ روخ بیوس۔

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
bft: سکت نوزین بے ایپلیکیشن کن فچو فری موزیلا پی چوقلا تھوبی سکت نوزین گوے انجن دولا ڈیپ سپیچ زیرید، یو کولبہ نینید۔ نیی گٹ ہبی تھونگ جوخپو لا ہلتوس یا میدنارے ڈیپ سپیچ گفتگوینگنو جوکسے ریوقس۔

source: Mutual accountability.
bft: چیک چیکپوی ہلتس بزونگ

source: n
bft: ن

source: N
bft: ن

source: N/A
bft: این/اے

source: Name
bft: مینتخ پو

source: Names of your language
bft: یری سکت پے مینتخ کن

source: Native Language
bft: فہ سکت

source: Nature and Environment
bft: فطرت نہ ماحول

source: Need help with the Sex or Gender changes?
bft: جنس پو یا جنڈر پو تبدیل بے لوکھسینگنو چنگ یری رگوسیدا؟

source: Need some help with accent?
bft: زیر جوخسی لوکھسینگنو چنگ یری رگوسیدا؟

source: Need some help with variants?
bft: لوخمین کن نا زومسے چنگ یری کوری رگوسیدا؟

source: Need to download your data?
bft: یری ڈیٹو ڈاون لوڈ بیا رگوسیدا؟

source: Nepali
bft: نیپالی

source: New Language Launch
bft: نٸی سکت چک فیونگ

source: News and Current Affairs
bft: خبر اتار نہ وخسی معاملات کن

source: Next
bft: اخا

source: Ngiembon
bft: گیمبونی

source: Nias
bft: نیاسی

source: Nigerian Pidgin English
bft: نگرین پجن انگریزی

source: NKo
bft: اینکو

source: No
bft: مین

source: [No ‘a’ in the original text]
bft: اصلی ٹیکسٹ پینگ a چی چنگ مید

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
bft: کاپی راٸٹی اجازت میدپن، سترونگسے یوق

source: No foreign letters
bft: اے سکت کنی حرف مرگوس

source: No gravatar found for your email
bft: یری ای میل پو لا چنگ گریویٹر چی متھوپ

source: No information
bft: چنگ معلومات چی مید

source: No information available
bft: معلومات چی چنگ مید

source: No microphone found.
bft: ماٸکرو فون متھوپ

source: Non-binary
bft: نان باٸنری

source: No numbers and special characters
bft: نمبرز نہ کریکٹرز یعنی پھالونگ مرگوس

source: Northern Hindko
bft: شمالی ہندکو

source: Northern Sotho
bft: شمالی سوتھوٸی

source: Northwest Gbaya
bft: شمال مغربی جبایہ

source: Norwegian Bokmål
bft: نارویجی بوکمالی

source: Norwegian Nynorsk
bft: نارویجنی ناٸروسکی

source: No sentences to review. <addLink>Add more sentences now!</addLink>
bft: ہلتا لا تم سیر چی مید۔ ینگ سہ تم سیر ایڈ بیوس

source: ⓘ Not all sentences and clips have Variant tags yet!
bft: تم سیر گانگمہ نا کلپ گانگمہ لا دقسن سکت فسوری نتینگپو میدننگ۔

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
bft: ایتو یوق، جب تھونگمو بیسنہ، دی سیٹینگپو ہروفاٸلینگنہ بدل بیا نین من۔

source: Note: You will still need to select between Speak or Listen to change contribution type.
bft: ایتو یوق، روخ لوکھپو تبدیل بیالا یانگلا دوسے سہ زیربونہ سنا بیوی برینگ غدمہ فوقپن۔

source: Not Found
bft: متھوپس

source: No Thanks
bft: مید بخشش

source: No thanks, continue speaking
bft: مید اجوو، زیربو جاری یوق

source: No variant selected
bft: لوخمین چی چنگ غدمفہ مید

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
bft: تنہ یانگلا کامن وایسی لوکھسینگنو چھونچی نوزین سونگفہ دوکتوک، ہمبہ چک چا میبیا؟ تم سیر کن اننا زیربہ لا مایکرو فونی آیکن پیکھہ کلک بیوس،۔ اگر یانگی اے میونگی زیرفہ یودپی سکت روخ کن لا ہلتین نارے، پلے آیکن پیکھہ کلک بیوس۔ ریکارڈ بیسے یودپونگ چھدکھہ بین کہ سکرین پیکھہ زبیسے اونگمی تم سیر کن نا ریکارڈینگپو ژوخ ژوخ یود۔
